{
  "colors": {
    "text": {
      "emphasis": {
        "value": "#36485C",
        "type": "color",
        "description": "Used for any text content and icons used with text that needs emphasizing"
      },
      "body": {
        "value": "#475A70",
        "type": "color",
        "description": "Used for default text content and icons used with text"
      },
      "subdued": {
        "value": "#596D84",
        "type": "color",
        "description": "Used for any text content and icons used with text that requires less prominence"
      },
      "onBackground": {
        "value": "#FFFFFF",
        "type": "color",
        "description": "For use on darker or colour profile backgrounds that require highly contrasted text"
      }
    },
    "system": {
      "text": {
        "labelEmphasis": {
          "value": "#2E3A47",
          "type": "color",
          "description": "Used for any text content and icons used with text that needs emphasizing"
        },
        "base": {
          "value": "#475A70",
          "type": "color",
          "description": "Used as the text or fill colour for interactive and static system components such as links, text, and icons"
        },
        "hover": {
          "value": "#36485C",
          "type": "color",
          "description": "Used as the hovered text or fill colour for interactive system components such as links and text buttons"
        },
        "active": {
          "value": "#2E3A47",
          "type": "color",
          "description": "Used as the pressed text or fill colour for interactive system components such as links and text buttons"
        }
      },
      "background": {
        "base": {
          "value": "#FFFFFF",
          "type": "color",
          "description": "Used as the background for system components"
        },
        "muted": {
          "value": "#F5F7FA",
          "type": "color",
          "description": "Used as the muted background for system components"
        },
        "mutedHover": {
          "value": "#E6EDF5",
          "type": "color",
          "description": "Used as the hovered muted background for system components"
        },
        "mutedActive": {
          "value": "#C8D3E0",
          "type": "color",
          "description": "Used as the pressed muted background for system components"
        },
        "box": {
          "value": "#FCFEFF",
          "type": "color",
          "description": "Used as a background colour for a system container like Box or Message"
        }
      },
      "border": {
        "base": {
          "value": "#B8C6D6",
          "type": "color",
          "description": "Used for the border colour for system components"
        },
        "hover": {
          "value": "#596D84",
          "type": "color",
          "description": "Used for the hovered border colour for system components"
        },
        "active": {
          "value": "#475A70",
          "type": "color",
          "description": "Used for the pressed border colour for system components"
        },
        "focused": {
          "value": "#3971A8",
          "type": "color",
          "description": "Used for the focused border colour for system components"
        }
      }
    },
    "surface": {
      "level0": {
        "value": "#F5F7FA",
        "type": "color",
        "description": "Used for setting the lowest most level, mainly applied as a background color to the HTML body. Should always be underneath levels 1 and 2"
      },
      "level1": {
        "value": "#FFFFFF",
        "type": "color",
        "description": "Used commonly with Boxes and containers that are directly on surface level 0. Also can be used as an alternative HTML body background color."
      },
      "level2": {
        "value": "#F5F7FA",
        "type": "color",
        "description": "Used for elements that are contained within Boxes or other wrappers that are surface level 1."
      },
      "interactive": {
        "background": {
          "value": "#FFFFFF",
          "type": "color",
          "description": "Used for elements where the entire surface is interactable. For example Accordions, ActionBlock, and DropdownItems"
        },
        "hover": {
          "value": "#F5F7FA",
          "type": "color",
          "description": "Hover state for elements where the entire surface is interactable. For example Accordions, ActionBlock, and DropdownItems"
        },
        "active": {
          "value": "#E6EDF5",
          "type": "color",
          "description": "Active/Pressed state for elements where the entire surface is interactable. For example Accordions, ActionBlock, and DropdownItems"
        }
      },
      "overlay": {
        "dark": {
          "value": "#2E3A47",
          "type": "color",
          "description": "Used for elements that are absolutely positioned to overlay content on the page. Is always a dark background regardless of theme. Ex: Things like Toasts and Tooltips"
        },
        "theme": {
          "value": "#FFFFFF",
          "type": "color",
          "description": "Used for elements that are absolutely positioned to overlay content on the page. Matches the base color of the theme. Ex: Snackbar"
        },
        "backdrop": {
          "value": "#36485C",
          "type": "color",
          "description": "Used to overlay & de-emphasize the page to draw focus to certain areas. Ex: Used with Modals, Drawers"
        },
        "modal": {
          "value": "#FFFFFF",
          "type": "color"
        }
      },
      "border": {
        "base": {
          "value": "#C8D3E0",
          "type": "color"
        },
        "hover": {
          "value": "#596D84",
          "type": "color"
        },
        "active": {
          "value": "#475A70",
          "type": "color"
        }
      }
    },
    "primary": {
      "text": {
        "base": {
          "value": "#307553",
          "type": "color",
          "description": "Used as the text or fill colour for interactive and static primary components such as links, text, and icons"
        },
        "hover": {
          "value": "#275E43",
          "type": "color",
          "description": "Used as the hovered text or fill colour for interactive primary components such as links and text buttons"
        },
        "active": {
          "value": "#244C38",
          "type": "color",
          "description": "Used as the pressed text or fill colour for interactive primary components such as links and text buttons"
        }
      },
      "background": {
        "base": {
          "value": "#307553",
          "type": "color",
          "description": "Used as the background for primary components such as plain buttons. Paired with text.onBackground for contrast"
        },
        "hover": {
          "value": "#275E43",
          "type": "color",
          "description": "Used as the hovered background for primary components such as plain buttons"
        },
        "active": {
          "value": "#244C38",
          "type": "color",
          "description": "Used as the hovered background for primary components such as plain buttons"
        },
        "muted": {
          "value": "#EBF2EF",
          "type": "color",
          "description": "Used as the muted background for primary components such as pills and text buttons. Paired with primary.textBase for a subtler contrast"
        },
        "mutedHover": {
          "value": "#D1E0D9",
          "type": "color",
          "description": "Used as the hovered muted background for primary components such as pills and text buttons. Paired with primary.textBase for a subtler contrast"
        },
        "mutedActive": {
          "value": "#B6CFC2",
          "type": "color",
          "description": "Used as the pressed muted background for primary components such as pills and text buttons. Paired with primary.textBase for a subtler contrast"
        },
        "box": {
          "value": "#FAFFFC",
          "type": "color",
          "description": "Used as a very light background for primary components such as Message and Box. Used for containers with content blocks"
        }
      },
      "border": {
        "base": {
          "value": "#307553",
          "type": "color",
          "description": "Used for the border colour for primary components such as buttons and Message"
        },
        "hover": {
          "value": "#275E43",
          "type": "color",
          "description": "Used for the hovered border colour for primary components such as buttons"
        },
        "active": {
          "value": "#244C38",
          "type": "color",
          "description": "Used for the pressed border colour for primary components such as buttons"
        }
      }
    },
    "success": {
      "text": {
        "base": {
          "value": "#307553",
          "type": "color",
          "description": "Used as the text or fill colour for successful intention versions of components such as message, pill, or box"
        },
        "hover": {
          "value": "#275E43",
          "type": "color",
          "description": "Used as the hovered text or fill colour for successful intention versions of components such as message, pill, or box"
        },
        "active": {
          "value": "#244C38",
          "type": "color",
          "description": "Used as the pressed text or fill colour for successful intention versions of components such as message, pill, or box"
        }
      },
      "background": {
        "base": {
          "value": "#307553",
          "type": "color",
          "description": "Description to come."
        },
        "hover": {
          "value": "#275E43",
          "type": "color",
          "description": "Description to come."
        },
        "active": {
          "value": "#244C38",
          "type": "color",
          "description": "Description to come."
        },
        "muted": {
          "value": "#EBF2EF",
          "type": "color",
          "description": "Used as the muted background for successful intention versions of components such as message, pill, or box. Paired with successful.textBase for a subtler contrast"
        },
        "mutedHover": {
          "value": "#D1E0D9",
          "type": "color",
          "description": "Used as the hovered muted background for successful intention versions of components such as message, pill, or box. Paired with successful.textBase for a subtler contrast"
        },
        "mutedActive": {
          "value": "#B6CFC2",
          "type": "color",
          "description": "Used as the pressed muted background for successful intention versions of components such as message, pill, or box. Paired with successful.textBase for a subtler contrast"
        },
        "box": {
          "value": "#FAFFFC",
          "type": "color",
          "description": "Used as a very light background for successful intention versions of components such as message, pill, or box. Used for containers with content blocks"
        }
      },
      "border": {
        "base": {
          "value": "#307553",
          "type": "color",
          "description": "Used for the border colour for successful intention versions of components such as buttons and Message"
        },
        "hover": {
          "value": "#275E43",
          "type": "color",
          "description": "Used for the hovered border colour for successful components such as message"
        },
        "active": {
          "value": "#244C38",
          "type": "color",
          "description": "Used for the pressed border colour for successful components such as message"
        }
      }
    },
    "info": {
      "text": {
        "base": {
          "value": "#3971A8",
          "type": "color",
          "description": "Used as the text or fill colour for interactive and static informational components such as links, text, and icons"
        },
        "hover": {
          "value": "#21588F",
          "type": "color",
          "description": "Used as the hovered colour for interactive informational components such as links and text buttons"
        },
        "active": {
          "value": "#194673",
          "type": "color",
          "description": "Used as the pressed colour for interactive informational components such as links and text buttons"
        }
      },
      "background": {
        "base": {
          "value": "#3971A8",
          "type": "color",
          "description": "Used as the background for informational components such as plain buttons. Paired with text.onBackground for contrast"
        },
        "hover": {
          "value": "#21588F",
          "type": "color",
          "description": "Used as the hovered background for informational components such as plain buttons"
        },
        "active": {
          "value": "#194673",
          "type": "color",
          "description": "Used as the pressed background for informational components such as plain buttons"
        },
        "muted": {
          "value": "#E6F1FC",
          "type": "color",
          "description": "Used as the muted background for informational components such as pills and text buttons. Paired with info.textBase for a subtler contrast"
        },
        "mutedHover": {
          "value": "#C0D8F0",
          "type": "color",
          "description": "Used as the hovered muted background for informational components such as pills and text buttons. Paired with info.textBase for a subtler contrast"
        },
        "mutedActive": {
          "value": "#88B1D9",
          "type": "color",
          "description": "Used as the pressed muted background for informational components such as pills and text buttons. Paired with info.textBase for a subtler contrast"
        },
        "box": {
          "value": "#F5FAFF",
          "type": "color",
          "description": "Used as a very light background for informational components such as Message and Box. Used for containers with content blocks"
        }
      },
      "border": {
        "base": {
          "value": "#3971A8",
          "type": "color",
          "description": "Used for the border colour for informational components such as buttons and Message"
        },
        "hover": {
          "value": "#21588F",
          "type": "color",
          "description": "Used for the hovered border colour for informational components such as buttons"
        },
        "active": {
          "value": "#194673",
          "type": "color",
          "description": "Used for the pressed border colour for informational components such as buttons"
        }
      }
    },
    "warning": {
      "text": {
        "base": {
          "value": "#B4631D",
          "type": "color",
          "description": "Used as the text or fill colour for interactive and static warning components such as links, text, and icons"
        },
        "hover": {
          "value": "#8E4D14",
          "type": "color",
          "description": "Used as the hovered text or fill colour for interactive and static warning components such as links and text buttons"
        },
        "active": {
          "value": "#784213",
          "type": "color",
          "description": "Used as the pressed text or fill colour for interactive and static warning components such as links and text buttons"
        }
      },
      "background": {
        "base": {
          "value": "#B4631D",
          "type": "color",
          "description": "Used as the background for warning components such as plain buttons. Paired with text.onBackground for contrast"
        },
        "hover": {
          "value": "#8E4D14",
          "type": "color",
          "description": "Used as the hovered background for warning components such as plain buttons"
        },
        "active": {
          "value": "#784213",
          "type": "color",
          "description": "Used as the pressed background for warning components such as plain buttons"
        },
        "muted": {
          "value": "#FFF3E8",
          "type": "color",
          "description": "Used as the muted background for warning components such as pills and text buttons. Paired with warning.textBase for a subtler contrast"
        },
        "mutedHover": {
          "value": "#F3D8C0",
          "type": "color",
          "description": "Used as the hovered muted background for warning components such as pills and text buttons. Paired with warning.textBase for a subtler contrast"
        },
        "mutedActive": {
          "value": "#E7B88F",
          "type": "color",
          "description": "Used as the pressed muted background for warning components such as pills and text buttons. Paired with warning.textBase for a subtler contrast"
        },
        "box": {
          "value": "#FFFAF5",
          "type": "color",
          "description": "Used as a very light background for warning components such as Message and Box. Used for containers with content blocks"
        }
      },
      "border": {
        "base": {
          "value": "#B4631D",
          "type": "color",
          "description": "Used for the border colour for warning components such as buttons and Message"
        },
        "hover": {
          "value": "#8E4D14",
          "type": "color",
          "description": "Used for the hovered border colour for warning components"
        },
        "active": {
          "value": "#784213",
          "type": "color",
          "description": "Used for the pressed border colour for warning components such as buttons"
        }
      }
    },
    "danger": {
      "text": {
        "base": {
          "value": "#AF2645",
          "type": "color",
          "description": "Used as the text or fill colour for interactive and static danger components such as links, text, and icons"
        },
        "hover": {
          "value": "#980B29",
          "type": "color",
          "description": "Used as the hovered colour for interactive danger components such as links and text buttons"
        },
        "active": {
          "value": "#800D25",
          "type": "color",
          "description": "Used as the pressed colour for interactive danger components such as links and text buttons"
        }
      },
      "background": {
        "base": {
          "value": "#AF2645",
          "type": "color",
          "description": "Used as the background for danger components such as plain buttons. Paired with text.onBackground for contrast"
        },
        "hover": {
          "value": "#980B29",
          "type": "color",
          "description": "Used as the hovered background for danger components such as plain buttons"
        },
        "active": {
          "value": "#800D25",
          "type": "color",
          "description": "Used as the pressed background for danger components such as plain buttons"
        },
        "muted": {
          "value": "#FEEEF2",
          "type": "color",
          "description": "Used as the muted background for danger components such as pills and text buttons. Paired with danger.textBase for a subtler contrast"
        },
        "mutedHover": {
          "value": "#F0C4CD",
          "type": "color",
          "description": "Used as the hovered muted background for danger components such as pills and text buttons. Paired with danger.textBase for a subtler contrast"
        },
        "mutedActive": {
          "value": "#E296A6",
          "type": "color",
          "description": "Used as the pressed muted background for danger components such as pills and text buttons. Paired with danger.textBase for a subtler contrast"
        },
        "box": {
          "value": "#FFF7F9",
          "type": "color",
          "description": "Used as a very light background for warning components such as Message and Box. Used for containers with content blocks"
        }
      },
      "border": {
        "base": {
          "value": "#AF2645",
          "type": "color",
          "description": "Used for the border colour for danger components such as buttons and Message"
        },
        "hover": {
          "value": "#980B29",
          "type": "color",
          "description": "Used for the hovered border colour for danger components such as buttons"
        },
        "active": {
          "value": "#800D25",
          "type": "color",
          "description": "Used for the pressed border colour for danger components such as buttons"
        }
      }
    },
    "highlight": {
      "text": {
        "base": {
          "value": "#533E7D",
          "type": "color",
          "description": "Used as the text or fill colour for interactive and static highlight components such as links, text, and icons"
        },
        "hover": {
          "value": "#3B2566",
          "type": "color",
          "description": "Used as the hovered text or fill colour for interactive and static highlight components such as links and text buttons"
        },
        "active": {
          "value": "#2A174F",
          "type": "color",
          "description": "Used as the pressed text or fill colour for interactive and static highlight components such as links and text buttons"
        }
      },
      "background": {
        "base": {
          "value": "#533E7D",
          "type": "color",
          "description": "Used as the background for highlight components such as plain buttons. Paired with text.onBackground for contrast"
        },
        "hover": {
          "value": "#3B2566",
          "type": "color",
          "description": "Used as the hovered background for highlight components such as plain buttons"
        },
        "active": {
          "value": "#2A174F",
          "type": "color",
          "description": "Used as the pressed background for highlight components such as plain buttons"
        },
        "muted": {
          "value": "#F2ECFE",
          "type": "color",
          "description": "Used as the muted background for highlight components such as pills and text buttons. Paired with highlight.textBase for a subtler contrast"
        },
        "mutedHover": {
          "value": "#D7CEE9",
          "type": "color",
          "description": "Used as the hovered muted background for highlight components such as pills and text buttons. Paired with highlight.textBase for a subtler contrast"
        },
        "mutedActive": {
          "value": "#B9ABD5",
          "type": "color",
          "description": "Used as the pressed muted background for highlight components such as pills and text buttons. Paired with highlight.textBase for a subtler contrast"
        },
        "box": {
          "value": "#FCFAFF",
          "type": "color",
          "description": "Used as a very light background for highlight components such as Message and Box. Used for containers with content blocks"
        }
      },
      "border": {
        "base": {
          "value": "#533E7D",
          "type": "color",
          "description": "Used for the border colour for highlight components such as buttons and Message"
        },
        "hover": {
          "value": "#3B2566",
          "type": "color",
          "description": "Used for the hovered border colour for highlight components"
        },
        "active": {
          "value": "#2A174F",
          "type": "color",
          "description": "Used for the pressed border colour for highlight components such as buttons and Message"
        }
      }
    },
    "disabled": {
      "text": {
        "value": "#596D84",
        "type": "color",
        "description": "For use in disabled content like text and icons"
      },
      "background": {
        "value": "#F5F7FA",
        "type": "color",
        "description": "Used as the background colour for disabled components"
      },
      "nakedBackground": {
        "value": "transparent",
        "type": "color",
        "description": "Used for the background in disabled components with little to no styling"
      },
      "border": {
        "value": "#C8D3E0",
        "type": "color",
        "description": "Used as the border for disabled components"
      },
      "input": {
        "background": {
          "value": "#E6EDF5",
          "type": "color",
          "description": "For use in disabled inputs as the background colour"
        },
        "LabelText": {
          "value": "#596D84",
          "type": "color",
          "description": "Used as the label colour for disabled inputs"
        }
      }
    },
    "input": {
      "background": {
        "base": {
          "value": "#F5F7FA",
          "type": "color",
          "description": "Used as the default background colour for HTML inputs"
        },
        "hover": {
          "value": "#E6EDF5",
          "type": "color",
          "description": "Used as the hovered background colour for HTML inputs"
        },
        "information": {
          "value": "#FFFFFF",
          "type": "color",
          "description": "Used as the default background colour for the text description below the input"
        }
      },
      "text": {
        "base": {
          "value": "#475A70",
          "type": "color",
          "description": "Used for the default filled text colour for HTML inputs"
        },
        "information": {
          "value": "#475A70",
          "type": "color",
          "description": "Used as the text content colour for the text description below the input"
        },
        "informationError": {
          "value": "#AF2645",
          "type": "color",
          "description": "Used as the text content colour for the text description below the input when there are errors"
        },
        "label": {
          "value": "#475A70",
          "type": "color",
          "description": "Used as the default static label colour in HTML inputs which appears as a placeholder in the static state"
        },
        "floatingLabel": {
          "value": "#3971A8",
          "type": "color",
          "description": "Used as the floated label colour when the HTML input has focus"
        },
        "floatingLabelError": {
          "value": "#AF2645",
          "type": "color",
          "description": "Used as the static and floated label colour when the input is in an error state"
        },
        "placeholder": {
          "value": "#596D84",
          "type": "color",
          "description": "Used as the default placeholder text colour for basic and search inputs"
        },
        "active": {
          "value": "#2E3A47",
          "type": "color",
          "description": "Used as the label colour for labels that don't float when focused, like the select component"
        }
      },
      "border": {
        "base": {
          "value": "#E6EDF5",
          "type": "color",
          "description": "Used as the default border colour"
        },
        "error": {
          "value": "#AF2645",
          "type": "color",
          "description": "Used for the border colour when the input is in an error state"
        },
        "hover": {
          "value": "#C8D3E0",
          "type": "color",
          "description": "Used as the hovered border colour"
        },
        "emphasized": {
          "value": "#596D84",
          "type": "color",
          "description": "Used as the default bottom border colour for floating label inputs or as the default border for inputs like checkbox"
        },
        "emphasizedHover": {
          "value": "#475A70",
          "type": "color",
          "description": "Used as the hovered bottom border colour for floating label inputs or as the hovered border for inputs like checkbox"
        },
        "active": {
          "value": "#3971A8",
          "type": "color",
          "description": "Used as the pressed bottom border colour for floating label inputs or as the engaged border for inputs like checkbox"
        }
      }
    },
    "separator": {
      "base": {
        "value": "#E6EDF5",
        "type": "color",
        "description": "Used for the colour of the separator element"
      }
    },
    "light": {
      "background": {
        "base": {
          "value": "#FFFFFF",
          "type": "color",
          "description": "For use as background colour in light profile components on contrasting surface backgrounds"
        },
        "contrast": {
          "value": "#475A70",
          "type": "color",
          "description": "For use as a contrasting background colour in light profile components, to match shade of surface background"
        },
        "hover": {
          "value": "#F5F7FA",
          "type": "color",
          "description": "For use as background hover colour in light profile components on contrasting surface backgrounds"
        },
        "active": {
          "value": "#E6EDF5",
          "type": "color",
          "description": "For use as background active colour in light profile components on contrasting surface backgrounds"
        }
      },
      "text": {
        "base": {
          "value": "#2E3A47",
          "type": "color",
          "description": "Used as the content colour (text, icons) for light profile components, to match shade of constrasting surface background"
        }
      },
      "link": {
        "mutedBase": {
          "value": "#F5F7FA",
          "type": "color",
          "description": "Used as link colour for light profile components on contrasting surface backgrounds"
        },
        "mutedHover": {
          "value": "#FFFFFF",
          "type": "color",
          "description": "Used for link hover colour for light profile components on contrasting surface backgrounds"
        }
      }
    },
    "shadow": {
      "base": {
        "value": "#36485C",
        "type": "color",
        "description": "For use only with box shadow tokens"
      }
    },
    "accent": {
      "forest": {
        "text": {
          "body": {
            "value": "#275E43",
            "type": "color"
          },
          "emphasis": {
            "value": "#244C38",
            "type": "color"
          }
        },
        "background": {
          "muted0": {
            "value": "#EBF2EF",
            "type": "color"
          },
          "muted1": {
            "value": "#D1E0D9",
            "type": "color"
          },
          "muted2": {
            "value": "#B6CFC2",
            "type": "color"
          }
        }
      },
      "sand": {
        "text": {
          "body": {
            "value": "#5E4D27",
            "type": "color"
          },
          "emphasis": {
            "value": "#3E3114",
            "type": "color"
          }
        },
        "background": {
          "muted0": {
            "value": "#F6F1E5",
            "type": "color"
          },
          "muted1": {
            "value": "#E4D9C2",
            "type": "color"
          },
          "muted2": {
            "value": "#DACCAA",
            "type": "color"
          }
        }
      }
    },
    "inverted": {
      "background": {
        "base": {
          "value": "#2E3A47",
          "type": "color"
        },
        "hover": {
          "value": "#36485C",
          "type": "color"
        },
        "active": {
          "value": "#475A70",
          "type": "color"
        }
      },
      "text": {
        "emphasis": {
          "value": "#FFFFFF",
          "type": "color"
        },
        "body": {
          "value": "#F5F7FA",
          "type": "color"
        }
      }
    }
  },
  "boxShadows": {
    "card": {
      "base": {
        "value": {
          "x": 0,
          "y": 1,
          "blur": 2,
          "spread": 0,
          "color": "#36485c29",
          "type": "dropShadow"
        },
        "type": "boxShadow",
        "description": "Used for static card-like components like Box"
      },
      "hover": {
        "value": {
          "x": 0,
          "y": 2,
          "blur": 8,
          "spread": 0,
          "color": "#36485c33",
          "type": "dropShadow"
        },
        "type": "boxShadow",
        "description": "Used for hover states on card-like components like Box"
      }
    },
    "popover": {
      "base": {
        "value": {
          "x": 0,
          "y": 4,
          "blur": 16,
          "spread": 0,
          "color": "#36485c29",
          "type": "dropShadow"
        },
        "type": "boxShadow",
        "description": "Used for popover components like Tooltip"
      }
    },
    "modal": {
      "base": {
        "value": {
          "x": 0,
          "y": 8,
          "blur": 32,
          "spread": 0,
          "color": "#36485c3d",
          "type": "dropShadow"
        },
        "type": "boxShadow",
        "description": "Used for modals"
      }
    }
  },
  "opacity": {
    "overlay": {
      "backdrop": {
        "value": 0.2,
        "type": "opacity",
        "description": "Used for overlay backdrop opacity"
      }
    }
  },
  "typography": {
    "desktop": {
      "h1": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 700,
          "fontSize": "40px",
          "lineHeight": "50px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "h2": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 700,
          "fontSize": "32px",
          "lineHeight": "44px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "h3": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 700,
          "fontSize": "24px",
          "lineHeight": "34px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "h4": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 700,
          "fontSize": "20px",
          "lineHeight": "26px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "h5": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 700,
          "fontSize": "16px",
          "lineHeight": "22px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "body": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 400,
          "fontSize": "16px",
          "lineHeight": "22px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "footnote": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 500,
          "fontSize": "14px",
          "lineHeight": "18px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "caption": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 500,
          "fontSize": "12px",
          "lineHeight": "18px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "subcaption": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 500,
          "fontSize": "10px",
          "lineHeight": "18px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      }
    },
    "mobile": {
      "h1": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 700,
          "fontSize": "32px",
          "lineHeight": "44px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "h2": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 500,
          "fontSize": "28px",
          "lineHeight": "44px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "h3": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 500,
          "fontSize": "22px",
          "lineHeight": "34px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "h4": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 700,
          "fontSize": "20px",
          "lineHeight": "26px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "h5": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 700,
          "fontSize": "16px",
          "lineHeight": "22px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "body": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 400,
          "fontSize": "16px",
          "lineHeight": "22px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "footnote": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 500,
          "fontSize": "14px",
          "lineHeight": "18px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "caption": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 500,
          "fontSize": "12px",
          "lineHeight": "18px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      },
      "subcaption": {
        "value": {
          "fontFamily": "Mulish",
          "fontWeight": 500,
          "fontSize": "10px",
          "lineHeight": "18px",
          "textDecoration": "none",
          "textCase": "none"
        },
        "type": "typography"
      }
    }
  }
}